[
    {
        "user_id": 20,
        "question_id": 1,
        "body": "Nice! Apple Watches are great, especially as a tool to help you with your fitness journey and goals. I've had an Apple Watch for years now. I'd recommend syncing it with your iPhone of course, and downloading Nike Training Club, MyFitnessPal, Pocket Yoga, and Streaks Workout to start. Good luck!",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 1,
        "question_id": 3,
        "body": "You should be proud of yourself for working hard and taking care of your mom! You deserve some time to relax. Some good TV shows I've been into lately are Empire, Justified, Bridgerton, and One of Us!",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 1,
        "question_id": 5,
        "body": "Smart TVs are really nice, you'll enjoy it. Like your smart phone, you can download fitness apps to your TV as well now, so I'd definitely look into that. Some can help with your cooking too.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 2,
        "question_id": 1,
        "body": "I'd definitely agree with the fact that you should download and start with Nike Training Club. I've been using it for months now, and it's great! You can even add your friends and hold each other accountable on your goals.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 2,
        "question_id": 3,
        "body": "Have you thought about getting into a TV show with your mom? That way, you can still be with her, and relax at the same time. I don't have any suggestions, but that's what I would do.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 2,
        "question_id": 5,
        "body": "What I do with my Smart TV is use it to connect with YouTube. That way, you can have access to hundreds and probably thousands of personalities on YouTube related to all aspects of fitness and overall health.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 2,
        "question_id": 7,
        "body": "Good for you for asking this question, given your age. I'd probably be nervous to make such a big switch as well if I were you. But yes, you should definitely get smart appliances. They might seem intimidating to learn at first, but they are meant to be easier to use!",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 4,
        "question_id": 1,
        "body": "For my Apple Watch, I actually don't have any apps except for the built-in Fitness app that Apple preloads for you. It works great for timing yourself, keeping track of different health indicators, and tracking where you are on runs, and how far you've ran.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 4,
        "question_id": 2,
        "body": "I have also had a Peloton for years, and have really enjoyed it. At the end of the day, not all updates are necessary. Some are because they fix bugs in their software, but a lot of times, you shouldn't worry about the update if you're already satisfied with the options you already have on it!",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 6,
        "question_id": 5,
        "body": "I think Smart TVs are actually a waste of money, but if you already have it, I'd say to add some cool features to it for sure.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 7,
        "question_id": 6,
        "body": "The best scales you can get to have at home when you need to weigh yourself may differ in how they look, but at the end of the day, they all do the same thing. As long as the scale is accurate, I'd say not to overthink the decision.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 7,
        "question_id": 7,
        "body": "Smart Appliances for your home is actually a great idea I'd say. The learning curve initially to understand how they all work may seem hard, but one of the main features of smart appliances is that they are extremely safe!",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 7,
        "question_id": 8,
        "body": "Wow, you should be glad you still have teeth to brush! I've had an electric tooth brush for years and it definitely helps. I'd recommend getting either the Oral-B Genius series or Philips Sonicare.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 8,
        "question_id": 8,
        "body": "I have a RotaDent ProCare Toothbrush and I love it! Highly recommend.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 9,
        "question_id": 8,
        "body": "I'd recommend if it's going to be your first electric tooth brush, to get the Quip Standard Electric Toothbrush. They are recommended because they are extremely soft on your teeth.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 10,
        "question_id": 10,
        "body": "Sorry to hear that you have been through a divorce. That is totally understandable that you haven't been in a relationship in a while. I'd say to just be yourself, and be honest with them on what you are looking for.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 10,
        "question_id": 3,
        "body": "When I relax, I like to go back and watch some of the TV shows that were popular back in the day. I don't have time to binge watch anything new. My go-tos are always Seinfeld and Friends.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 11,
        "question_id": 4,
        "body": "Some great iPhone apps that are health-related are Nike Running Club, Strava, Noom, and Freeletics.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 11,
        "question_id": 9,
        "body": "Congratulations on that prize! There are definitely many ways you can use YouTube and all of the personalities on there to help with your health goals. Some of the top channels you can look into are motivationaldoc, Dr. Janine Bowring, ND, The Yoga Institute, and Doctor Ricky.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 13,
        "question_id": 10,
        "body": "Don't be afraid to just be yourself, you have nothing to lose. Make sure to have fun!",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 13,
        "question_id": 11,
        "body": "I would recommend starting out on the easier hills and working your way up to longer ones once you get more comfortable.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 13,
        "question_id": 15,
        "body": "The biggest mistake people make when stretching is not doing it long enough, and not stretching their entire body. You can find many helpful videos online for full-body stretching routines. Good luck!",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 13,
        "question_id": 4,
        "body": "When thinking about your personal health, a great application to get on your iPhone is WaterMinder. It is super easy to set up and you'll never forget to stay hydrated throughout the day.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 14,
        "question_id": 20,
        "body": "Drinking water consistently is hard, but your body will thank you for it! I aim to drink a water bottle before I shower and brush my teeth in the morning. That means I'm off to a good start. After that, I always keep a water bottle at my desk throughout the day as a reminder.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 1,
        "question_id": 21,
        "body": "That's awesome that you joined a gym! That was me a couple of years ago, and I also was clueless at the beginning. The key is to concentrate on certain parts of your body each day, and only work out for an hour or so. Don't forget to take a rest day or two each week.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 1,
        "question_id": 22,
        "body": "Sorry to hear that you've been feeling down lately. The best things you can do for yourself is get fresh air each day, stay hydrated, see friends, and concentrate on getting at least 8 hours of sleep each night.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 1,
        "question_id": 23,
        "body": "I've always been a saver. Once you can figure out how to save, I promise it's worth it because you'll be less stressed when emergencies happen and you have money to take care of things. I'd recommend talking about your saving goals with someone you live with so they can hold you accountable as well.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 18,
        "question_id": 24,
        "body": "Sorry to hear about that. I wouldn't go out and get a car payment or anything. In the meantime, I'd look into either riding the bus or getting a ride to work from a coworker if that's possible - just until you can save some money.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 19,
        "question_id": 33,
        "body": "If you have money saved, and can afford to, you should definitely take some time off and enjoy it while you can!",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 21,
        "question_id": 40,
        "body": "I would recommend first driving north up through Colorado, then driving east through Iowa then Illinois because you get to Indiana and Michigan. Lots to do along the way!",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 1,
        "question_id": 45,
        "body": "Since you haven't seen your teenage cousin in years, it might be helpful to consider his hobbies or interests. Think about what he enjoyed in the past or any new trends that teenagers are into these days. You could consider getting him a gift related to gaming, sports, music, or even books if he's an avid reader. Alternatively, a gift card to his favorite store or an online retailer could give him the freedom to choose something he really wants.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 5,
        "question_id": 45,
        "body": "Another idea is to opt for an experience-based gift. Consider getting him tickets to a concert, a sports event, or a theme park if he's into those activities. Experiences can create lasting memories and allow you to spend quality time together, building or rekindling your relationship.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 11,
        "question_id": 45,
        "body": "If you're unsure about his specific interests, a safe option could be to go for a practical gift. Consider something like a stylish backpack, a watch, or a trendy piece of clothing. Practical gifts can be both useful and appreciated by teenagers, especially if they align with current fashion trends.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 6,
        "question_id": 45,
        "body": "Educational and informative gifts are also a great choice. If your cousin enjoys learning or has shown interest in a particular subject, consider a book, a subscription to an educational magazine, or even an online course related to that field. These gifts can foster his curiosity and provide opportunities for growth.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 17,
        "question_id": 45,
        "body": "If your cousin has a creative side, you could consider art supplies, a musical instrument, or a DIY kit that matches his interests. Encouraging his artistic or musical abilities can be a thoughtful way to show support for his passions and provide an outlet for self-expression.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 8,
        "question_id": 45,
        "body": "Lastly, if you're still unsure about the best gift choice, don't hesitate to reach out to his parents or siblings for guidance. They might have insights into his current interests or specific preferences. While you may not be close to his parents, this gesture can demonstrate your effort to connect with your cousin and make his birthday special.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 2,
        "question_id": 43,
        "body": "One enjoyable outdoor activity that isn't too physically demanding is birdwatching. All you need is a pair of binoculars and a guidebook or a bird identification app. Find a local park or nature reserve with a variety of bird species, and spend some peaceful time observing and appreciating the beauty of nature.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 3,
        "question_id": 43,
        "body": "Photography can be a wonderful hobby to pursue outdoors. Grab your camera or even just your smartphone and head out to explore scenic spots in your area. You can focus on capturing landscapes, architecture, street scenes, or even macro photography of flowers and insects. It's a creative and mindful activity that allows you to express yourself while immersing yourself in the beauty of your surroundings.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 1,
        "question_id": 43,
        "body": "If you enjoy spending time in nature but prefer a more relaxed pace, consider taking up gardening. Whether you have a backyard, a balcony, or even just a few pots on a windowsill, growing plants and flowers can be a therapeutic and rewarding experience. It allows you to connect with nature, relieve stress, and create a beautiful outdoor space.",
        "upvotes": 0,
        "downvotes": 0
    },
    {
        "user_id": 4,
        "question_id": 43,
        "body": "Another option is to try your hand at geocaching, a modern-day treasure hunt. Geocaching involves using GPS coordinates to find hidden containers that are hidden in various locations around the world. It's a fun and engaging activity that can take you to interesting places you may not have discovered otherwise. You can start by downloading a geocaching app and searching for caches near your location.",
        "upvotes": 0,
        "downvotes": 0
    }
]
